---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralI
source: html/91bbe633-f576-ca77-6cca-cc4924e9510b.htm
---
# StructuralSectionGeneralI Methods

Returns size of the section boundary.